Repository: plone/plone.app.discussion
Catalog: plone/app/discussion/locales/*/LC_MESSAGES/plone.app.discussion.po
Languages: af, ca, cs, da, de, es, eu, fi, fr, it, ja, nl, no, pt_br, sv, uk

source: A comment has been posted.
af: 'n Opmerking is geplaas.
ca: Comentari afegit.
cs: Komentář byl přidán.
da: En kommentar er gem.
de: Ein Kommentar wurde abgegeben.
es: Comentario añadido.
eu: Erantzun bat argitaratu da.
fr: Un commentaire a été posté.
it: Un commento è stato inserito.
ja: コメントが投稿されました
nl: Commentaar is geplaatst
pt_br: Comentário adicionado.
sv: En kommentar har postats.
uk: Коментар додано.

source: A comment id unique to this conversation
af: 'n ID uniek tot hierdie gesprek
ca: Un identificador exclusiu assignat al comentari per aquesta conversa
cs: Identifikátor komentáře v této konverzaci.
da: En kommentar-id som er unik for denne dialog
de: Eine eindeutige ID des Kommentars
es: Un comentario de ID exclusivo para esta conversación
eu: Eztabaida honetarako bakarra den erantzunaren id-a.
fi: Tämän keskustelun sisällä uniikki tunniste
fr: Un id de commentaire unique pour cette conversation
it: Id univoco del commento per questa conversazione
ja: この会話上のユニークなコメントID
nl: Een unieke ID voor dit commentaar
no: En kommentar-id unik for denne kommentaren
pt_br: Um comentário com ID exclusivo para esta conversação
sv: En id unik för denna kommentar
uk: Унікальний ідентифікатор коментаря для цієї розмови

source: Add a comment
af: Voeg 'n opmerking by
ca: Afegir un comentari
cs: Přidat komentář
da: Tilføj en kommentar
de: Kommentar hinzufügen
es: Añadir un comentario
eu: Erantzuna gehitu
fi: Lisää viesti
fr: Ajouter un commentaire
it: Aggiungi un commento
ja: コメントを追加
nl: Voeg opmerking toe
no: Legg til en kommentar
pt_br: Adicionar comentário
sv: Lägg till en kommentar
uk: Додати коментар

source: Anonymous Comments
af: Anonieme kommentaar
ca: Comentaris anònims
cs: Anonymní komentáře
da: Anonyme kommentarer
de: Anonyme Kommentare
es: Comentarios anónimos
eu: Erantzun anonimoak
fi: Viestit tunnistamattomilta käyttäjiltä
fr: Commentaires anonymes
it: Commenti Anonimi
ja: 匿名コメント
nl: Anoniem commentaar
no: Anonym kommentar
pt_br: Comentários Anônimos
sv: Anonym kommentar
uk: Анонімне коментування

source: Author name (for display)
fi: Kirjoittajan nimi
ja: 投稿者名(表示用)
no: Forfatternavn (synlig)

source: Cancel
af: Kanselleer
ca: Cancel·la
cs: Storno
da: Afbryd
de: Abbrechen
es: Cancelar
eu: Utzi
fi: Peru
fr: Annuler
it: Annulla
ja: 取り消す
nl: Annuleren
no: Avbryt
pt_br: Cancelar
sv: Avbryt
uk: Скасувати

source: Changes saved
ca: Canvis desats
cs: Změny byly uloženy
da: Ændringer gemt
de: Änderungen gespeichert
es: Cambios guardados
eu: Aldaketak gordeta
fr: Modifications enregistrées
it: Modifiche salvate
ja: 変更が保存されました
nl: Wijzigingen opgeslagen
pt_br: Alterações salvas
sv: Ändringar sparade
uk: Зміни збережено

source: Comment approved.
af: Opmerking goedgekeur
ca: Comentari aprovat.
cs: Komentář byl schválen.
da: Kommentar godkendt.
de: Kommentar zur Veröffentlichung freigegeben.
es: Comentario aprobado.
eu: Erantzuna onartuta.
fi: Viesti hyväksytty.
fr: Commentaire approuvé.
it: Commento approvato.
ja: コメントが承認されました
nl: Commentaar goedgekeurd
no: Kommentaren er godkjent
pt_br: Comentário aprovado
sv: Kommentaren har nu godkänts.
uk: Коментар опубліковано.

source: Comment author email
ca: Correu electrònic de l'autor del comentari
it: Email dell'autore del commento
ja: 投稿者のメールアドレス

source: Comment author full name
ca: Nom complet de l'autor del comentari
it: Nome dell'autore del commento
ja: 投稿者の氏名

source: Comment author user name
ca: Nom d'usuari de l'autor del comentari
it: Username dell'autore del commento
ja: 投稿者のユーザ名

source: Comment deleted.
af: Opmerking verwyder
ca: Comentari esborrat.
cs: Komentář byl odebrán.
da: Kommentar slettet.
de: Kommentar gelöscht
es: Comentario eliminado.
eu: Erantzuna ezabatuta.
fi: Viesti poistettu.
fr: Commentaire supprimé.
it: Commento eliminato.
ja: コメントが削除されました
nl: Commentaar verwijderd
no: Kommentaren er slettet
pt_br: Comentário excluído.
sv: Kommentaren har nu raderats.
uk: Коментар знищено.

source: Comment id
ca: Identificador del comentari
it: Id commento
ja: コメントID

source: Comment text
ca: Text del comentari
it: Testo commento
ja: コメント本文

source: Commenter Image
af: Kommentator se Profielfoto
ca: Imatge de l'autor
cs: Portét komentujícího
da: Kommentar-billede
de: Porträt des Benutzers
es: Imagen del autor
eu: Erantzuna eman duenaren irudia.
fi: Kirjoittajan kuva
fr: Portrait de l'utilisateur
it: Immagine Commentatore
ja: 投稿者者の画像
nl: Profielfoto commentator
no: Forfatterbilde
pt_br: Imagedo autor
sv: Porträtt av kommentatorn
uk: Зображення коментатора

source: Commenting infrastructure for Plone
af: Kommentaarinfrastruktuur vir Plone
ca: Infraestructura de comentaris per Plone
cs: Komentářový systém pro Plone
da: Kommentar-funktionalitet til Plone
es: Infraestructura de comentarios para Plone
eu: Ploneren Erantzunen Azpiegitura
fi: Plone:n kommentointi- ja keskustelutoiminnot
fr: Infrastructure pour déposer des commentaires.
it: Infrastruttura dei commenti per Plone
ja: Ploneのコメント基盤
nl: Reactie infrastructuur voor Plone
pt_br: Infraestrutura de comentários para o Plone
sv: Infrastruktur för kommentarer i Plone
uk: Інфраструктура коментування в Plone

source: Comments
ca: Comentaris
it: Commenti
ja: コメント

source: Conversation
af: Gesprek
ca: Conversa
cs: Konverzace
da: Dialog
de: Diskussion
es: Conversación
eu: Eztabaida
fi: Keskustelu
it: Conversazione
ja: 会話
nl: Conversatie
no: Diskusjon
pt_br: Conversação
sv: Diskussion
uk: Розмова

source: Creation date
af: Skeppingsdatum
ca: Data de creació
cs: Datum vytvoření
da: Oprettelses-dato
de: Erstellungsdatum
es: Fecha de creación
eu: Sorrera data
fi: Luotu
fr: Date de création
it: Data di creazione
ja: 作成日付
nl: Aanmaakdatum
no: Dato opprettet
pt_br: Data de criação
sv: Skapelsedatum
uk: Дата створення

source: Date of the most recent public comment
ca: Data de l'últim comentari públic
eu: Azken erantzunaren data
fr: Date du dernier commentaire public
it: Data del commento pubblico più recente
ja: 最近のコメントの日付
pt_br: Data do comentário, público, mais recente
uk: Дата останного публічного коментаря

source: Disabled
af: Uitgeskakel
ca: Desactivat
cs: Zakázáno
da: Slået fra
de: Ausgeschaltet
es: Desactivado
eu: Desaktibatuta
fi: Ei käytössä
fr: Désactivé
it: Disabilitato
ja: 無効です
nl: Uitgeschakeld
no: Slått av
pt_br: Desativado
sv: Inaktiverad
uk: Вимкнено

source: Discussion settings
af: Kommentaar instellings
ca: Configuració dels comentaris
cs: Nastavení komentářů
da: Indstilling for kommentarer
de: Kommentierungseinstellungen
es: Ajustes de discusión
eu: Eztabaidaren ezarpenak
fi: Kommentointi- ja keskustelutoimintojen asetukset
fr: Paramètres des discussions
it: Impostazioni dei commenti
ja: ディスカッションの設定
nl: Discussie instellingen
no: Innstillinger for kommentarer
pt_br: Configurações da discussão
sv: Inställningar för kommentarer
uk: Налаштуванняя коментування

source: Edit cancelled
ca: Edició cancel·lada
cs: Úpravy byly stornovány
da: Redigering blev afbrudt
de: Bearbeitung abgebrochen
es: Edición cancelada
eu: Edizioa utzita
fr: Édition annulée
it: Modifiche annullate
ja: 編集が取り消されました
nl: Bewerken geannulleerd.
pt_br: Edição cancelada
sv: Redigering avbruten
uk: Редагування скасовано

source: Email
af: E-pos
ca: Correu electrònic
es: Correo electrónico
eu: E-posta
fi: Sähköposti
fr: Adresse courriel
ja: メール
no: E-post
sv: E-post
uk: Електронна адреса

source: Enable Comments
af: Laat kommentare toe
ca: Permetre comentaris
cs: Povolit komentáře
da: Slå kommentarer til
de: Kommentare einschalten
es: Permitir comentarios
eu: Erantzunak aktibatu
fi: Salli Kommentointi & Keskustelut
fr: Activation des commentaires
it: Abilita commenti
ja: コメントを有効にする
nl: Commentaar toestaan
no: Slå på kommentarer
pt_br: Permitir comentários
sv: Aktivera kommentarer
uk: Увімкнути можливість додавати коментарі

source: Id of comment this comment is in reply to
af: Id van dié opmerking waarop hierdie een antwoord
ca: Identificador únic del comentari en relació al comentari del qual és resposta
cs: Id předchozího komentáře, na který je tento odpovědí
da: Id'en på den kommentar, denne kommentar er et svar til
de: ID des Kommentars, auf den geantwortet wird.
es: ID del comentario este comentario es en respuesta a
eu: Erantzun honek erreferentzia egiten dion erantzunaren id-a
fi: Sen viestin tunniste johon tämä viesti vastaa
fr: Id du commentaire dont ce commentaire répond
it: Id del commento a cui si risponde
ja: このコメントの返答先のコメントID
nl: Id van commentaar waarop deze commentaar reageert
no: Id til kommentar som denne kommentaren er en kommentar til
pt_br: ID do comentário para qual este comentário é resposta
sv: Id för den kommentar som denna kommentar besvarar
uk: Id коментаря, відповіддю на який - є цей коментар

source: MIME type
af: MIME-tipe
ca: Tipus MIME
cs: MIME typ
de: MIME-Typ
es: Tipo MIME
eu: MIME mota
fi: MIME-tyyppi
fr: Type MIME
ja: MIMEタイプ
uk: MIME-тип

source: Moderator Email Notification
af: E-pos in kennis stelling vir die redaksie
ca: Notificació al moderador per correu electrònic
cs: Notifikace moderátorů emailem
da: Notificering af moderator
de: Moderator E-Mail Benachrichtigung
es: Notificación al moderador por correo electrónico
eu: Moderatzailea e-postaz abisatu
fi: Ilmoitukset sähköpostitse tarkistajille
fr: Notification du modérateur par courriel
it: Notifiche e-mail
ja: モデレーターへのメール通知
nl: E-mail notificatie voor de redactie
no: Varsling av moderator på epost
pt_br: Notificação de e-mail para o moderador
sv: Varsling av moderator på epostAvisering till moderatorn med e-post
uk: Сповіщення модератора електронною поштою

source: Modification date
af: Wysigingsdatum
ca: Data de modificació
cs: Datum změny
da: Ændringsdato
de: Änderungsdatum
es: Fecha de modificación
eu: Aldaketa data
fi: Muutettu
fr: Date de modification
it: Data di modifica
ja: 変更日付
nl: Wijzigingsdatum
no: Endringsdato
pt_br: Data de modificação
sv: Ändringsdatum
uk: Дата зміни

source: Name
af: Naam
ca: Nom
cs: Jméno
da: Navn
es: Nombre
eu: Izena
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pt_br: Nome
sv: Namn
uk: Ім'я

source: Notify me of new comments via email.
af: Stel my in kennis van nuwe opmerkings m.b.v e-pos
ca: Notifica'm de la creació de nous comentaris via correu electrònic.
cs: Chci zasílat notifikace o nových komentářích emailem.
da: Send besked om nye kommentarer pr. email.
de: E-Mail-Benachrichtigung bei neuen Kommentaren
es: Recibir avisos por correo cuando haya nuevos comentarios.
eu: Erantzun berriak e-postaz bidali
fr: M'avertir des nouveaux commentaires par courriel.
it: Notificami nuovi commenti via e-mail
ja: 新しいコメントを私にメールで知らせる
nl: Hou me middels e-mail op de hoogte van nieuwe commentaar.
pt_br: Receber avisos por e-mail para novos comentários.
sv: Avisera mig om nya kommentarer med e-post.
uk: Повідомляти про нові коментарі поштою.

source: Plone Discussions
af: Plone Kommentare
cs: Komentáře
da: Plone diskussioner
eu: Plone Eztabaidak
fi: Kommentointi & Keskustelut (Plone Discussions)
it: Supporto ai commenti Plone
ja: Ploneディスカッション
nl: Plone Discussies
uk: Коментування в Plone

source: Portal type
af: Portaaltipe
ca: Tipus d'objecte
cs: Typ položky
de: Artikeltyp
es: Tipo de objeto
eu: Elementu mota
fi: Sisältötyyppi
it: Tipo di contenuto
ja: ポータルタイプ
nl: type
pt_br: Tipo de objeto
sv: Portaltyp
uk: Портал тип

source: Save
ca: Desa
cs: Uložit
da: Gem
de: Speichern
es: Guardar
eu: Gorde
fr: Enregistrer
it: Salva
ja: 保存
nl: Bewaren
pt_br: Salvar
sv: Spara
uk: Зберегти

source: The set of unique commentators (usernames)
af: Lys van kommentators (gebruikersname)
ca: Llistat d'usuaris que han comentat (noms d'usuari)
cs: Seznam komentujících
da: Liste over kommentatorer (brugernavne)
de: Liste von Benutzern, die Kommentare abgegeben haben
es: Listado de usuarios que han comentado (nombres de usuario)
eu: Erantzunak eman dituzten erabiltzaileak (erabiltzaile-izenak)
fi: Kirjoittajat (käyttäjätunnukset)
fr: L'ensemble des commentateurs uniques (identifiants)
it: L'insieme unico dei commentatori (username)
ja: ユニークな投稿者(ユーザ名)のセット
nl: Lijst van commentatoren (gebruikernamen)
no: Listen over forfattere (brukernavn)
pt_br: Lista de usuários que fizeram comentários (nome de usuário)
sv: Lista över kommentatorer (användarnamn)
uk: Перелік коментаторів (імена користувачів)

source: The set of unique commentators (usernames) of published_comments
ca: El conjunt de comentaristes únics (noms d'usuari) de comentaris publicats
eu: Erantzun-emaleen erabiltzaile izenak
fr: L'ensemble des commentateurs uniques des commentaires publiés (identifiants)
it: La lista di commentatori unici (username) dei commenti pubblicati
ja: published_commentsのユニークな投稿者(ユーザ名)のセット
pt_br: O grupo de comentadoristas (nomes de usuários) com comentários publicados
uk: Перелік коментаторів (імена користувачів) опублікованих коментарів

source: Total number of public comments on this item
ca: Nombre total de comentaris públics sobre aquest article
de: Summe der veröffentlichten Kommentare zu diesem Artikel
eu: Elementu honen erantzun publiko kopurua
fr: Nombre total de commentaires publics sur cet élément
it: Numero totale di commenti pubblicati per questo contenuto
ja: このアイテムのコメント数
pt_br: Número total de comentários públicos neste item
uk: Загальна кількість публічних коментарів для даного елемента

source: User Email Notification
af: Gebruik e-pos in kennis stelling
ca: Notificació a l'usuari via mail
cs: Notifikace emailem
da: Email-notificering af brugere
de: E-Mail-Benachrichtigungen für Benutzer
es: Notificaciones de correo para usuarios
eu: E-posta abisuak
fr: Notification des utilisateurs par courriel
it: Notifiche utenti via e-mail
ja: ユーザへのメール通知
nl: Gebruker E-mail Notificatie
pt_br: Notificação de e-mail para o usuário
sv: Avisering till användare med e-post
uk: Сповіщення користувача електронною поштою

source: Username of the commenter
ca: Nom d'usuari del comentarista
de: Benutzername des Kommentierenden
eu: Erantzuna utzi duenaren erabiltzaile-izena
fr: Identifiant de l'auteur du commentaire
it: Username dell'autore del commento
ja: 投稿者のユーザ名
pt_br: Nome de usuário do comentarista
uk: Ім'я автора коментаря

source: Your comment awaits moderator approval.
af: Die opmerking sal geplaas word sodra dit goedgekeur is.
ca: El vostre comentari està pendent d'aprovació per part del moderador de l'espai
cs: Váš komentář čeká na schválení.
da: Din kommentar venter på godkendelse.
de: Ihr Kommentar muss noch vom Moderator freigegeben werden.
es: Su comentario está pendiente de aprobación por el moderador.
eu: Zure erantzuna moderazio kolan dago.
fi: Viestisi on vastaanotettu. Se tulee näkyviin heti kun ylläpito on hyväksynyt sen julkaistavaksi.
fr: Votre commentaire attend d'être modéré.
it: Il tuo commento è in attesa di approvazione
ja: コメントは司会の承認を待ちます
nl: Je commentaar zal geplaatst worden na goedkeuring.
no: Kommentaren venter på godkjenning av moderator.
pt_br: Seu comentário está pendente e aguarda a aprovação do moderador.
sv: Din kommentar inväntar moderatorns godkännande.
uk: Ваш коментар очікує затвердження модератором.

source: add_comment_button
af: Lewer kommentaar
ca: Comenta
cs: Přidat komentář
da: Gem
de: Kommentieren
es: Comentar
eu: Eman erantzuna
fi: Lisää
fr: Commenter
it: Commenta
ja: コメント
nl: Commentaar toevoegen
no: Kommentér
pt_br: Comentar
sv: Kommentera
uk: Коментар

source: bulkactions_delete
af: Skrap
ca: Esborra
cs: Odebrat
da: Slet
de: Löschen
es: Borrar
eu: Ezabatu
fi: Poista valitut
fr: Supprimer
it: Elimina
ja: 削除する
nl: Verwijderen
no: Slett
pt_br: Excluir
sv: Radera
uk: Знищити

source: bulkactions_publish
af: Keur goed
ca: Publica
cs: Schválit
da: Godkend
de: Veröffentlichen
es: Aprobar
eu: Onartu
fi: Hyväksy valitut
fr: Approuver
it: Approva
ja: 承認する
nl: Publiceren
no: Godkjenn
pt_br: Publicar
sv: Godkänn
uk: Опублікувати

source: cancel_form_button
ca: Cancel·la
it: Annulla
ja: キャンセル

source: comment_description_intelligent_text
ca: Podeu afegir un comentari omplint el següent formulari. Format text pla. Les adreces web y correus electrònics es converteixen a enllaços.
cs: Pokud chcete přidat komentář, zadejte jej do formuláře níže. Nejsou povoleny žádné formátovací značky. Adresy na web nebo emailové adresy budou automaticky transformovány na aktivní odkazy.
da: Du kan tilføje en kommentar ved at udfylde formularen nedenfor. Ren tekst-formattering. Web- og emailadresser bliver automatisk lavet om til klikbare links.
de: Sie können einen Kommentar abgeben, indem Sie das untenstehende Formular ausfüllen. Nur Text. Web- und E-Mailadressen werden in anklickbare Links umgewandelt.
es: Puede agregar un comentario llenando el siguiente formulario. Formato de texto plano. Las direcciones web y de correo electrónico se transforman en vínculos.
eu: Erantzuna formulario hau betez utzi dezakezu. Formatua testu arruntarena da. Web eta e-posta helbideak automatikoki klikagarri agertuko dira.
fr: Vous pouvez ajouter un commentaire en complétant le formulaire ci-dessous. Le format doit être plain text. Les url et les courriels sont transformés en liens cliquables.
it: Puoi aggiungere un commento compilando la form qui sotto. Utilizza testo semplice. Indirizzi web ed email saranno trasformati in collegamenti cliccabili.
ja: 下のフォームに書き込むことでコメントを追加できます。Webアドレスやメールアドレスは、クリック可能なリンクに変換されます。
nl: U kunt commentaar toevoegen door onderstaand formulier in te vullen. Platte tekst formaat. Web en e-mail adressen worden omgezet in klikbare links.
pt_br: Você pode adicionar um comentário preenchendo o formulário a seguir. Campo de texto simples. Endereços web e e-mail são transformados em links clicáveis.
sv: Du kan lägga till en kommentar genom att fylla i fälten nedan. Webbadresser och e-postadresser konverteras till klickbara länkar.
uk: Ви можете додати коментар, заповнивши наступну форму. Просте форматування тексту. Веб адреси та адреси електронної пошти перетворюються на посилання.

source: comment_description_markdown
ca: Podeu afegir un comentari omplint el següent formulari. Format text pla. Podeu utilitzar la sintaxi de Markdown per als enllaços i les imatges.
de: Sie können einen Kommentar abgeben, indem Sie das untenstehende Formular ausfüllen. Sie können die Markdown-Syntax für Links und Bilder benutzen.
eu: Erantzuna formulario hau betez utzi dezakezu. Formatua testu arruntarena da. Lotura era irudientzat 'Markdown' sintaxia erabili dezakezu.
fr: Vous pouvez ajouter un commentaire en complétant le formulaire ci-dessous. Format plein texte. Vous pouvez utiliser la syntaxe Markdown pour les liens et images.
it: Puoi aggiungere un commento compilando la form qui sotto. Utilizza testo semplice. Puoi utilizzare la sintassi Markdown per link ed immagini.
ja: 下のフォームに書き込むことでコメントを追加できます。Markdown形式のリンクと画像が指定できます。
pt_br: Você pode adicionar um comentário preenchendo o formulário abaixo. Use apenas texto sem formatação. Você pode utilizar a sintaxe Markdown para links e imagens.
uk: Ви можете додати коментар, заповнивши наступну форму. Просте форматування тексту. Ви можете використовувати Markdown синтаксис для посилань і зображень.

source: comment_description_moderation_enabled
ca: Comentaris estàn moderats
cs: Komentáře jsou moderovány.
da: Kommentarer er modereret.
de: Kommentare werden moderiert.
es: Los comentarios son moderados.
eu: Erantzunak moderatuta daude.
fr: Les commentaires sont modérés.
it: I commenti vengono moderati.
ja: コメントはモデレートされます
nl: Commentaren zijn gemodereerd.
pt_br: Os comentários são moderados
sv: Kommentaren visas när den godkänts av moderatorn.
uk: Коментарі модеруються.

source: comment_description_plain_text
ca: Podeu afegir un comentari en el següent formulari. Format text pla.
cs: Pokud chcete přidat komentář, zadejte jej do formuláře níže. Nejsou povoleny žádné formátovací značky.
da: Du kan tilføje en kommentar ved at udfylde formularen nedenfor. Ren tekst-formattering.
de: Sie können einen Kommentar abgeben, indem Sie das untenstehende Formular ausfüllen. Nur Text.
es: Puede agregar un comentario llenando el siguiente formulario. Formato de texto plano.
eu: Erantzuna formulario hau betez utzi dezakezu. Formatua testu arruntarena da.
fr: Vous pouvez ajouter un commentaire en complétant le formulaire ci-dessous. Le format doit être plain text.
it: Puoi aggiungere un commento compilando la form sotto. Utilizza il testo semplice.
ja: 下のフォームに書き込むことでコメントを追加できます。プレーンテキスト形式です。
nl: U kunt commentaar toevoegen door onderstaand formulier in te vullen. Platte tekst formaat.
pt_br: Você pode adicionar um comentário preenchendo o formulário a seguir. Campo de texto simples.
sv: Du kan lägga till en kommentar genom att fylla i fälten nedan.
uk: Ви можете додати коментар, заповнивши наступну форму. Просте форматування тексту.

source: comment_edit_cancel_notification
ca: Edició del comentari cancel·lada
it: Modifica del commento annullata
ja: コメントの編集はキャンセルされました

source: comment_edit_notification
ca: S'ha editat el comentari
it: Il commento è stato modificato
ja: コメントは編集されました

source: comment_title
ca: ${creator} sobre ${content}
de: ${author_name} zu ${content}
es: ${author_name} sobre ${content}
eu: ${content} - ${creator}
fr: ${author_name} sur ${content}
it: ${author_name} su ${content}
ja: ${author_name} が ${content} にコメント
uk: ${author_name} до ${content}

source: edit_comment_form_button
ca: Editar comentari
it: Modifica commento
ja: コメントを編集

source: edit_comment_form_title
ca: Editar commentari
it: Modifica commento
ja: コメントを編集

source: heading_action
af: Aksie
ca: Acció
cs: Operace
da: Handlinger
de: Aktion
es: Acción
eu: Ekintza
fi: Toimenpide
fr: Action
it: Azione
ja: アクション
nl: Actie
no: Aksjon
pt_br: Ação
sv: Åtgärd
uk: Дія

source: heading_comment
af: Opmerking
ca: Comentari
cs: Komentář
da: Kommentar
de: Kommentar
es: Comentario
eu: Erantzuna
fi: Viestin sisältö
fr: Commentaire
it: Commento
ja: コメント
nl: Commentaar
pt_br: Comentário
sv: Kommentar
uk: Коментар

source: heading_commenter
af: Kommentator
ca: Autor
cs: Autor
da: Kommentator
de: Autor
es: Autor
eu: Egilea
fi: Kirjoittaja
fr: Commentateur
it: Commentatori
ja: 投稿者
nl: Commentator
no: Kommentar
pt_br: Autor
sv: Kommentator
uk: Коментатор

source: heading_date
af: Datum
ca: Data
cs: Datum
da: Dato
de: Datum
es: Fecha
eu: Data
fi: Ajankohta
fr: Date
it: Data
ja: 日付
nl: Datum
no: Dato
pt_br: Data
sv: Datum
uk: Дата

source: heading_in_reponse_to
af: In antwoord op
ca: En resposta a
cs: Komentovaná položka
da: Som var på:
de: Kommentar zu
es: En respuesta a
eu: Honi erantzunez
fi: Kohde
fr: En réponse à
it: In risposta a
ja: 回答する先
nl: In antwoord op
no: Kommentar til
pt_br: Em resposta a
sv: Kommentar till
uk: У відповідь на

source: heading_moderate_comments
af: Modereer kommentaar
ca: Moderar comentaris
cs: Správa komentářů
da: Moderer kommentarer
de: Kommentare moderieren
es: Moderar comentarios
eu: Erantzunak moderatu
fi: Viestien esitarkistus
fr: Modération des commentaires
it: Moderazione commenti
ja: コメントをモデレート
nl: Commentaar modereren
no: Moderer kommentar
pt_br: Moderar comentários
sv: Moderera kommentarer
uk: Модерування коментарів
