Repository: plone/plone.app.discussion
Catalog: plone/app/discussion/locales/*/LC_MESSAGES/plone.app.discussion.po
Languages: af, ca, cs, da, de, es, eu, fi, fr, it, ja, nl, no, pt_br, sv, uk

source: help_text_transform
ca: Utilitzeu aquesta opció per escollir si el text del comentari ha de transformar-se. Pot escollir entre 'Text sense format' i 'text intel·ligent'. 'Text intel·ligent' converteix el text sense format en HTML on els salts de línia i sangria es conserven, i les adreces web i de correu electrònic es converteixen en enllaços.
cs: Zde můžete nastavit, zda mají být komentáře nějak upraveny. Je možné vybrat mezi Plain text (prostý, neupravený text) nebo "Intelligent text". Intelligent text konvertuje odkazy na aktivní linky a převádí text do HTML tak, jak je vidět na obrazovce (tedy se zachováním nových řádků a odsazení).
da: Vælg, hvordan kommentartekster skal vises. Du kan vælge mellem "Plan text", "Markdown" og "Intelligent text". Plain text gør ingenting. Markdown fortolker teksten efter Markdown-standarden. Intelligent text oversætter teksten til HTML og bibeholder indrykninger, linjeskift og oversætter emails og webadresser til klikbare links.
es: Elija si el texto de los comentario será transformado de algún modo. Puede seleccionar entre 'Texto plano' y 'Texto inteligente'. 'Texto inteligente' convierte el texto plano en HTML, conservando los cambios de línea y la indentación, y transformando las direcciones web y de correo electrónico en vínculos.
eu: Erabili aukera hau erantzunaren testua nolabait eraldatu behar bada. 'Testu arrunta' edo 'Testu argia'ren artean aukeratu dezakezu. 'Testu argia'-k testu arrunta HTML bihurtzen du lerro saltoak eta espazioak mantenduz, eta web helbideak eta e-postak klikagarri eginez.
fr: Choisissez si le texte des commentaires doit être éventuellement transformé. Vous pouvez choisir entre 'Plain text' et 'Intelligent text'. Ce dernier convertit le texte en HTML, en préservant notamment les retours chariots et l'indentation, et en transformant les url et les addresses courriel en liens cliquables.
it: Utilizzare questa impostazione per scegliere se il testo del commento deve essere trasformato in qualche modo. E' possibile scegliere tra 'Plain text' e 'Testo intelligente'. 'Testo intelligente' converte il testo in HTML dove le interruzioni di linea e le indentazioni vengono preservate, e gli indirizzi web o email vengono trasformati in collegamenti cliccabili.
ja: コメントテキストの変換形式を選択します。「Intelligent text」はプレーンテキストをHTMLに変換します。改行とインデントは維持され、Webとメールアドレスはクリッカブルリンクになります。
nl: Gebruik deze instelling om ervoor te kiezen of de commentaar tekst getransformeerd moet worden. U kunt kiezen uit 'Platte tekst' en 'Intelligente tekst'. 'Intelligente tekst' zet platte tekst om in HTML waarbij nieuwe regels en inspringen worden gehandhaaft, en waarbij web en e-mail adressen in klikbare links worden omgezet.
pt_br: Use esta configuração para escolher se o texto do comentário deve ser transformado. Você pode escolher entre 'texto puro' e 'texto inteligente'. 'Texto inteligente' converte texto simples em HTML, onde as quebras de linha e os recuos são preservados, e os endereços web e e-mail são transformados em links clicáveis.
sv: "Plain text": Endast radbrytningar bevaras. — "Intelligent text": Konvertering till HTML; radbrytningar och indrag bevaras, webbadresser och e-postadresser blir klickbara länkar.
uk: Виберіть як повинен бути перетворений текст коментаря. Ви можете вибрати між 'Звичайний текст' і 'Інтелектуальні тексту'. 'Інтелектуальний текст' перетворює текст в HTML, де рядки і відступи зберігаються, інтернет адреси та адреси електронної пошти перетворяться в активні посилання.

source: help_user_notification_enabled
af: Indien geselekteer, sal gebruikers kan kies om per e-pos van nuwe kommentaar in kennis gestel te word.
ca: Si està seleccionada, els usuaris poden escollir si volen ser notificats cada cop que s'afegeixi un nou comentari al contingut.
cs: Je-li zaškrtnuto, uživatelé se mohou rozhodnout zda si přejí být upozorněni na nové komentáře emailem.
da: Hvis den er slået til, kan brugere få besked om nye kommentarer over email.
de: Wenn Sie diese Einstellung auswählen, können Benutzer angeben, dass sie über neue Kommentare per E-Mail informiert werden möchten.
es: Si está seleccionado, los usuarios pueden solicitar recibir avisos por correo cuando haya nuevos comentarios.
eu: Aukeratuta badago, erabiltzaileek euren erantzunen erantzunak e-postaz jasotzea aktibatu dezakete.
fr: Si vous cochez cette case, les utilisateurs pourront choisir d'être avertis par courriel des nouveaux commentaires.
it: Se selezionato, gli utenti possono scegliere di essere notificati ad ogni nuovo commenti via e-mail.
ja: ユーザは新しいコメントのメール通知を選択できるようになります。
nl: Indien geselecteerd kunnen gebruikers ervoor kiezen per e-mail bericht te ontvangen van nieuwe commentaar.
pt_br: Se selecionado, permite aos usuários solicitar o recebimento de avisos por e-mail sempre que hover um novo comentário.
sv: Ge inloggade användare möjlighet att välja att bli aviserade med e-post om nya kommentarer.
uk: Якщо вибрано, користувачі зможуть обрати можливість отримувати нотифікації про нові коментарі поштою.

source: label_anonymous
af: Anoniem
ca: Anònim
cs: Anonym
da: Anonym
de: Anonymer Benutzer
es: Anónimo
eu: Anonimoak
fr: Anonyme
it: Anonimo
ja: 匿名
nl: Anoniem
pt_br: Anônimo
sv: Anonym
uk: Анонім

source: label_anonymous_comments
af: Skakel anonieme kommentaar aan
ca: Permetre comentaris anònims
cs: Povolit anonymní komentáře
da: Slå anonym kommentering til
de: Anonyme Kommentare
es: Permitir comentarios anónimos
eu: Aktibatu erabiltzaile anonimoen erantzunak
fi: Salli viestit tunnistamattomilta käyttäjiltä
fr: Activer les commentaires anonymes
it: Abilita i commenti agli utenti anonimi
ja: 匿名コメントを有効にする
nl: Anoniem commentariÃ«ren inschakelen
pt_br: Permitir comentários anônimos.
sv: Tillåt anonyma kommentarer
uk: Увімкнути можливість анонімного коментування

source: label_anonymous_email_enabled
ca: Habilitar correu electrònic anònim
eu: Aktibatu anonimoentzat eposta eremua
fr: Activer le champ email pour les anonymes
it: Abilita campo email per utenti anonimi
ja: 匿名ユーザのメールフィールドを有効にする
pt_br: Habilitar campo de email para usuários anônimos
uk: Увімкнути поле електронної адреси для аноніма

source: label_apply
af: Pas toe
ca: Aplica
cs: Provést
da: Udfør
de: Anwenden
es: Aplicar
eu: Aplikatu
fi: toteuta
fr: Appliquer
it: Applica
ja: 適用
nl: Toepassen
no: Bruk
pt_br: Aplicar
sv: Verkställ
uk: Застосувати

source: label_captcha
af: Captcha
ca: Captcha
cs: Captcha
da: CAPTCHA
de: Captcha
es: Captcha
eu: Captcha
fi: Roskaviestien estin
fr: Captcha
it: Captcha
ja: キャプチャ
nl: Captcha
pt_br: Captcha
sv: Captcha
uk: Капча

source: label_comment
af: Opmerking
ca: Comentari
cs: Komentář
da: Kommentar
de: Kommentar
es: Comentario
eu: Erantzuna
fi: Viesti
fr: Commentaire
it: Commento
ja: コメント
nl: Commentaar
pt_br: Comentário
sv: Kommentar
uk: Коментар

source: label_commenting_disabled
ca: Els comentaris s'han desactivat
cs: Komentáře byly zakázány.
da: Kommentering er slået fra.
es: Los comentarios han sido inhabilitados.
eu: Ezin da erantzunik gehitu.
fr: Les commentaires ont été désactivés.
it: I commenti sono stati disabilitati.
ja: コメント機能が無効になりました
nl: Commentaar is uitgeschakeld
pt_br: Comentários foram desativados.
sv: Kommentarsfunktionen har inaktiverats.
uk: Коментування вимкнено

source: label_delete
af: Skrap
ca: Esborra
cs: Odebrat
da: Slet
de: Löschen
es: Borrar
eu: Ezabatu
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pt_br: Excluir
sv: Radera
uk: Знищити

source: label_delete_own_comment_enabled
ja: 自分のコメント削除を有効にする

source: label_edit_comment_enabled
ca: Activa l'edició de comentaris
it: Abilita la modifica dei commenti
ja: コメントの編集を有効にする

source: label_globally_enabled
af: Laat kommentare globaal toe
ca: Activa els comentaris de forma global
cs: Globální povolení komentářů
da: Tænd for kommentarer
de: Kommentierungsfunktion generell einschalten
es: Activar comentarios de forma global
eu: Erantzunak globalki aktibatu
fi: Keskustelu/kommentointitoiminnot käytössä
fr: Activer globalement les commentaires
it: Abilita globalmente i commenti
ja: サイト全体でコメントを有効にする
nl: Commentaar globaal toestaan
no: Aktiver kommentarer globalt
pt_br: Ativar comentários globalmente
sv: Aktivera kommentarer globalt
uk: Увімкнути коментування для цілого сайту

source: label_moderation_enabled
ca: Habilitar moderació de comentaris
cs: Povolit moderování komentářů
da: Slå kommentarmoderering til
es: Habilitar la moderación de comentarios
eu: Erantzunen moderazioa aktibatu.
fr: Activer la modération des commentaires
it: Abilita la moderazione dei commenti
ja: コメントのモデレーションを有効にする
nl: Moderatie is ingeschakeld
pt_br: Ativar moderação de comentários
sv: Aktivera moderation för kommentarer
uk: Увімкнути модерування коментарів

source: label_moderator_email
ca: Correu electrònic del moderador
cs: Email adresa moderátora
da: Email på moderator
es: Dirección de correo electrónico del moderador
eu: Moderatzailearen e-posta helbidea
fr: Addresse courriel du modérateur
it: Indirizzo email del moderatore
ja: モデレータのメールアドレス
nl: Moderator emailadres
pt_br: Endereço de e-mail do moderador
sv: Moderatorns e-postadress
uk: Електронна адреса модератора

source: label_moderator_notification_enabled
af: Skakel moderator e-pos in kennis stelling aan
ca: Activa la notificació al moderador
cs: Povolit emailovou notifikaci moderátorů
da: Slå moderatorer-notificering til
de: Email-Benachrichtigungen für Moderatoren aktivieren
es: Activar notificación al moderador
eu: Aktibatu moderatzaileari e-postaz abisatzea
fi: Ilmoita viesteistä sähköpostitse ylläpitäjälle
fr: Activer la notification du modérateur par courriel
it: Abilita le notifiche ai moderatori
ja: モデレータへのメール通知を有効にする
nl: Notificatie voor moderator inschakelen
no: Slå på e-postvarsling av moderator
pt_br: Ativar notificação ao moderador
sv: Aktivera avisering med e-post till moderatorn
uk: Увімкнути сповіщення модератора

source: label_publish
af: Keur goed
ca: Aprova
cs: Schválit
da: Godkend
de: Veröffentlichen
es: Aprobar
eu: Argitaratu
fi: Hyväksy
fr: Approuver
it: Approva
ja: 承認
nl: Publiceren
no: Godkjenn
pt_br: Aprovar
sv: Godkänn
uk: Опублікувати

source: label_says
af: sê:
ca: diu:
cs: píše:
da: siger:
de: sagt
es: dice:
eu: dio:
fr: a écrit :
ja: さん:
nl: zegt:
pt_br: disse:
sv: säger:
uk: каже:

source: label_show_commenter_image
af: Vertoon kommentaarleweraar se foto
ca: Mostra el retrat (o imatge) de l'autor
cs: Zobrazit portrét komentujícího
da: Vis kommentator-billede
de: Zeige das Portrait des Kommentators
es: Mostrar imagen del autor
eu: Erantzuna eman duenaren irudia erakutsi
fi: Näytä kirjoittajan kuva
fr: Afficher le portrait de l'utilisateur
it: Visualizza le immagini dei commentatori
ja: 投稿者の画像を表示
nl: Toon portret commentator
pt_br: Exibir imagem do autor
sv: Visa porträtt av kommentatorn
uk: Показати зображення коментатора

source: label_show_full_comment_text
af: Toon die volledige opmerking
ca: Mostra text complet
cs: zobrazit celý text příspěvku
da: Hvis fuld kommentar
de: Den vollständigen Kommentar anzeigen
es: Mostrar texto completo
eu: Erakutsi testu osoa
fi: Näytä kokonaan
fr: afficher le texte complet du commentaire
it: mostra testo completo del commento
ja: コメントテキストをすべて表示
nl: Toon het volledige commentaar
no: Vis hele kommentaren
pt_br: Exibir texto completo
sv: visa hela kommentaren
uk: показати повний текст коментаря

source: label_subject
af: Onderwerp
ca: Tema
cs: Předmět
da: Emne
de: Betreff
es: Tema
eu: Gaia
fi: Aihe
fr: Sujet
it: Oggetto
ja: 件名
nl: Onderwerp
pt_br: Assunto
sv: Ämne
uk: Тема

source: label_text_transform
af: Kommentaar tekstransformasie
ca: Transformacions aplicades al text del comentari
cs: Transformace textu
da: Formattering af kommentar-tekst
de: Text transformationen
es: Transformaciones aplicadas al texto del comentario
eu: Erantzunari aplikatu beharreko transformazioa
fr: Transformation du texte du commentaire
it: Transformazioni testo del commento
ja: テキスト変換
nl: Reactie tekst transformatie
pt_br: Transformações aplicadas ao texto do comentário
sv: Texttransformering för kommentarer
uk: Перетворення тексту коментаря

source: label_user_notification_enabled
af: Skakel e-pos in kennis stelling aan vir gebruikers
ca: Activa les notificacions als usuaris
cs: Povolit notifikaci uživatelů emailem
da: Slå bruger-notificering til
de: E-Mail-Benachrichtigungen für Benutzer aktivieren
es: Activar notificación de correo a los usuarios
eu: Aktibatu erabiltzaileek e-postaz jakinaraztea
fr: Activer la notification par courriel des utilisateurs
it: Abilita notifica via e-mail
ja: ユーザへのメール通知を有効にする
nl: Gebruikers-notificatie ingeschakeld
pt_br: Ativar notificação de e-mail para os usuários
sv: Aktivera e-post-avisering till användare
uk: Увімкнути надcилання нотифікації користувачу через електронну адресу

source: mail_notification_message
ca: S'ha publicat un comentari sobre el contingut ${title} en aquesta adreça: ${link}
cs: Na adrese ${link} byl přidán komentář k položce '${title}'} --- ${text} ---
de: Ein Kommentar zu '${title}' wurde hier abgegeben: ${link} --- ${text} ---
es: Se ha agregado un comentario a ${title} aquí: ${link} --- ${text} ---
eu: Erantzuna berria:Izenburua: ${title} Lotura: ${link} ${text} --
fr: Un commentaire a été ajouté sur '${title}' à cette addresse : ${link} --- ${text} ---
it: Un commento a '${title}' è stato inserito qui: ${link} --- ${text} ---
ja: '${title}' へのコメントが投稿されました: ${link} --- ${text} ---
nl: Een commentaar op '${title}' is geplaatst: ${link}
sv: En kommentar till '${title}' har postats här: ${link} --- ${text} ---
uk: Коментар до '${title}' було додано тут: ${link} --- ${text} ---

source: mail_notification_message_moderator
ca: "Un comentari sobre '${title}' s'ha publicat aquí: ${link} --- ${text} --- Aprovar comentari: ${link_approve} Borrar comentari: ${link_delete} "
cs: Na adrese ${link} byl vložen komentář k položce '${title}' --- ${text} --- Schválit komentář: ${link_approve} Smazat komentář: ${link_delete}
da: En kommentar til '${title}' er blevet indsendt her: ${link} --- ${text} --- Godkend kommentar: ${link_approve} Slet kommentar: ${link_delete}
de: Ein Kommentar zu '${title}' wurde hier abgegeben: ${link} --- ${text} --- Kommentar zur Veröffentlichung freigeben: ${link_approve} Kommentar löschen: ${link_delete}
es: Se ha agregado un comentario a '${title}' aquí: ${link} --- ${text} --- Aprobar comentario: ${link_approve} Borrar comentario: ${link_delete}
eu: Erantzun berria: Izenburua: ${title} Lotura: ${link} ${text} Erantzuna onartu: ${link_approve} Erantzuna ezabatu: ${link_delete}
fr: Un commentaire a été ajouté sur '${title}' à cette addresse : ${link} --- ${text} --- Approver le commentaire : ${link_approve} Supprimer le commentaire : ${link_delete}
it: Un commento su '${title}' è stato aggiunto qui: ${link} --- ${text} --- Approva commento: ${link_approve} Elimina commento: ${link_delete}
ja: ${title} へのコメントが投稿されました: ${link} --- ${text} --- コメントを承認: ${link_approve} コメントを削除: ${link_delete}
nl: Commentaar op '${title}' is geplaatst: ${link}
pt_br: Um comentário no conteúdo '${title}' foi adicionado em: ${link} --- ${text} --- Aprove o comentário: ${link_approve} Remova o comentário: ${link_delete}
sv: En kommentar till '${title}' har postats här: ${link} --- ${text} --- Godkänn kommentaren: ${link_approve} Radera kommentaren: ${link_delete}
uk: Коментар до '${title}' було додано тут: ${link} --- ${text} --- Опублікувати коментар: ${link_approve} Знищити коментар: ${link_delete}

source: message_enable_comment_workflow
af: skakel die 'Kommentaar hersieningswerksvloei' aan vir die kommentaar inhoudstipe
ca: Activa el 'Workflow de moderació de comentaris' per al tipus de contingut 'Comentari'
cs: povolit "Schvalovací workflow pro komentáře" pro typ položky Komentář.
da: slå 'kommentar review-workflow' til for Kommentar indholdstypen
es: activar el 'Workflow de Moderación de Comentarios' para el tipo de objeto Comentario
eu: Aktibatu 'Erantzunen Moderazio Workflowa' Erantzuna elementu-motarentzat.
fi: Aseta 'Comment Review Workflow' työnkulku Viesti-sisältötyypille.
fr: activer le "Workflow de modération des commentaires" pour le type de contenu Commentaire
it: abilitare il 'Comment Review Workflow' per il tipo di contenuto Commento
ja: コメントコンテンツタイプに対して「コメント審査ワークフロー」を有効にします
nl: Activeer de 'Commentaar Goedkeuren Werkstroom' voor het Commentaar content-type
pt_br: Ativar 'Workflow de Moderação de Comentários" para o tipo de item Comentário
sv: aktivera arbetsflödet 'Comment Review Workflow' för innehållstypen Kommentar
uk: увімкнути 'Робочий процес розгляду коментарів' для контент типу Коментар

source: message_moderation_disabled
af: Die moderasie-werksvloei is afgeskakel. U moet ${enable_comment_workflow} voordat kommentare hier gemodereer kan word.
ca: La moderació està desactivada. Teniu que ${enable_comment_workflow} abans de moderar els comentaris.
cs: Moderované workflow není aktivní. Nejprve musíte ${enable_comment_workflow}.
da: Moderator-workflow er slået fra. Du skal slå ${enable_comment_workflow} til, før du kan moderere kommentarer her.
es: La moderación está desactivada. Tiene que ${enable_comment_workflow} antes de poder moderar los comentarios aquí.
eu: Moderazioa desaktibatuta dago. ${enable_comment_workflow} behar duzu, hemen ezer moderatu aurretik.
fi: Esitarkistustoiminto edellyttää tarkoitukseen tehdyn viestien tarkistustyönkulun käyttöä. Kommenttiviestien työnkuluksi tulee asettaa viestien tarkistustyönkulku, ennenkuin tarkistustoimintoa voidaan käyttää.
fr: Le workflow de modération est désactivé. Vous devez ${enable_comment_workflow} avant de pouvoir modérer les commentaires ici.
it: Il workflow per la moderazione dei commenti è disabilitato. Devi ${enable_comment_workflow} prima di poteri moderare i commenti.
ja: モデレーションワークフローは無効です。ここでコメントをモデレートするには、 ${enable_comment_workflow} しなければなりません。
nl: Moderatie uitgeschakeld
pt_br: A moderação está desativada. Você deve ${enable_comment_workflow} antes de poder moderar os comentários aqui.
sv: För att kunna moderera kommentarerna här, måste du först ${enable_comment_workflow}.
uk: Робочий процес модерування відключений. Ви повинні ${enable_comment_workflow} перш, ніж ви зможете модерувати коментарі.

source: message_nothing_to_moderate
af: Geen kommentare om te modereer nie.
ca: No hi han comentaris per moderar.
cs: Nejsou žádné komentáře k moderování.
da: Ingen kommentarer at moderere.
de: Es müssen keine Kommentare moderiert werden.
es: No hay nada para moderar.
eu: Ez dago ezer moderazio kolan
fi: Ei tarkistettavia viestejä
fr: Aucun commentaire à modérer.
it: Non ci sono commenti da moderare
ja: モデレートするコメントはありません
nl: Niets te modereren
no: Ingen kommentarer å moderere.
pt_br: Nenhum comentário para moderação.
sv: Inga kommentarer att moderera.
uk: Немає коментарів до модерування

source: title_bulkactions
af: Bulk-aksies
ca: Accions en bloc
cs: Hromadné akce
da: Masse-redigering
de: Sammelbearbeitung
es: Acciones conjuntas
eu: Aldi-bereko ekintzak
fi: toimenpide...
fr: Actions par lot
it: Azioni in blocco
ja: 一括アクション
nl: Bulkacties
no: Behandle flere kommentarer samtidig
pt_br: Ações em lote
sv: Välj åtgärd för markerade kommentarer
uk: Масові Дії

source: Transform '%s' => '%s' not available.
ca: Transformació de '%s' => '%s' no disponible.
eu: '%s' => '%s' eraldaketa ez dago erabilgarri.
it: Trasform '%s' => '%s' non disponibile.
uk: Не доступне перетворення '%s' => '%s'.

source: Date of the most recent comment
fi: Viimeisimmän viestin ajankohta
no: Dato for den nyeste kommentaren

source: Total number of comments on this item
fi: Viestien kokonaismäärä
no: Antall kommentarer på denne artikkelen

source: heading_subject
no: Emne
