Repository: plone/plone.app.discussion
Catalog: plone/app/discussion/locales/*/LC_MESSAGES/plone.app.discussion.po
Languages: af, ca, cs, da, de, es, eu, fi, fr, it, ja, nl, no, pt_br, sv, uk

source: help_anonymous_comments
af: Indien geselekteer, sal anonieme besoekers opmerkings kan laat sonder om aan te meld. Die captcha-oplossing word aanbeveel indien hierdie opsie aangeskakel word, om gemorspos te voorkom.
ca: Si està seleccionada, els usuaris anònims podran afegir comentaris sense identificar-se. Es recomana la utilització de una eina de captcha per evitar comentaris spam si aquesta opció està activada.
cs: Je-li zaškrtnuto, nepřihlášení uživatelé mohou posílat komentáře. Doporučujeme použití Captcha, pokud povolíte tuto volbu.
da: Hvis du krydser af, kan anonyme brugere skrive kommentarer uden at være logget ind. I så fald er det en god ide at bruge CAPTCHA for at forhindre spam.
de: Wenn Sie diese Einstellung aktivieren, können anonyme Benutzer Kommentare abgeben. Es ist empfehlenswert, dann auch Captchas zu aktivieren.
es: Si está seleccionado, los usuarios anónimos podrán añadir comentarios sin tener que iniciar una sesión. Recomendamos encarecidamente que utilice una solución Captcha para evitar el spam si esta opción está activada.
eu: Aukeratuta badago, erabiltzaile anonimoek erantzunak gehitu ditzakete login egin gabe. Berariaz gomendatzen dizugu Captcha kontrolen bat aktibatzea anonimoen erantzunak baimentzen badituzu.
fi: Jos viestit tunnistamattomilta käyttäjiltä sallitaan, on erittäin suositeltavaa käyttää automaattisten roskapostittimien estintä (engl. captcha).
fr: Si activé, les utilisateurs anonymes peuvent poster des commentaires sans se connecter. Il est fortement recommandé d'utiliser un captcha pour prévenir du spam si cette option est activée.
it: Se selezionato, gli utenti anonimi saranno in grado di inserire commenti senza autenticazione. E' altamente consigliato l'uso di captcha to prevenire spam se questa impostazione viene abilitata.
ja: 匿名ユーザがログインせずにコメントを投稿できます。この設定を有効にする場合は、CAPTCHAを使ってスパムを防ぐことをお勧めします。
nl: Indien geselecteerd, anonieme bezoekers kunnen commentaar achterlaten zonder in te loggen. Het is aanbevolen om de captcha-oplossing te gebruiken om spam te voorkomen als deze optie is ingeschakeld.
no: Dersom innstillingen er valgt kan anonyme brukere kommentere uten å logge inn. Det er anbefalt å bruke en captcha-løsning for å forhindre nettsøppel dersom denne innstillingen er valgt
pt_br: Se selecionado, usuários anonimos poderão adicionar comentários sem precisar de usuário e senha. É altamente recomendável a utilização de uma solução de captcha para evitar spam caso esta configuração esteja ativada.
sv: Tillåt anonyma användare att kommentera utan att logga in. För att undvika skräppost, rekommenderas starkt att Captcha-validering aktiveras.
uk: Якщо вибрано - то анонімні користувачі зможуть додавати коментарі без входу в систему. Для таких випадків рекомендуєтсья використовувати капчу, щоб запобігти надсиланню спаму.

source: help_anonymous_email_enabled
ca: Si se selecciona, el usuari anònim haurà de donar la seva adreça de correu electrònic.
de: Wenn Sie diese Einstellung aktivieren, müssen anonyme Benutzer ihre E-Mail-Adresse angeben.
eu: Aukeratuta badago, erabiltzaile anonimoek eposta helbidea idatzi beharko dute
fr: Si cette case est cochée, les utilisateurs anonymes devront donner leur email.
it: Se selezionato, gli utenti anonimi dovranno fornire la loro email.
ja: 匿名ユーザはメールアドレスの記入が必要になります
pt_br: Caso selecionado, usuários anônimos devem informar um email.
uk: Якщо вибрано, анонімний користувач повинен буде вказати свою електронну пошту.

source: help_captcha
af: Gebruik hierdie instelling om Captcha validasie vir kommentaar aan of af te skakel. Installeer plone.formwidget of plone.formwidget.captcha indien daar geen opsies beskikbaar is nie.
ca: Utilitzeu aquesta opció per activar o desactivar una eina de captcha pels comentaris. Instal·leu plone.formwidget.captcha, plone.formwidget.recaptcha, collective.akismet o collective.z3cform.norobots si no teniu cap opció disponible.
cs: Zde můžete povolit nebo zakázat Captcha pro komentáře. Pokud zde není žádná možnost k výběru, nainstalujte prosím balíček plone.formwidget.captcha nebo plone.formwidget.recaptcha, collective.akismet nebo collective.z3cform.norobots.
da: Her kan du slå CAPTCHA til og fra for kommentarer. Installer plone.formwidget.captcha, plone.formwidget.recaptcha, collective.akismet eller collective.z3cform.norobots, hvis der ikke er nogen valgmuligheder nedenfor.
es: Utilice esta opción para activar o desactivar Captcha para los comentarios. Instale plone.formwidget.captcha, plone.formwidget.recaptcha, collective.akismet o collective.z3cform.norobots si no tiene ninguna opción disponible.
eu: Erabili aukera hau Captcha aktibatu edo desaktibatzeko. Instalatu plone.formwidget.captcha, plone.formwidget.recaptcha, collective.akismet edo collective.z3cform.norobots aukerarik ez baldin badago.
fr: Utilisez cette option pour activer la validation par captcha pour les commentaires. Installez plone.formwidget.captcha, plone.formwidget.recaptcha, collective.akismet ou collective.z3cform.norobots s'il n'y a aucune option de disponible.
it: Usa questa impostazione per abilitare o disabilitare la validazione tramite captcha. Se nessuna opzione di captcha è disponibile, installa plone.formwidget.captcha o plone.formwidget.recaptcha.
ja: コメントでのCAPTCHAの有効/無効を設定します。CAPTCHAを有効にするには plone.formwidget.captcha, plone.formwidget.recaptcha, collective.akismet または collective.z3cform.norobots をインストールしてください。
nl: Indien geselecteerd, Captcha validatie wordt gebruikt voor het commentaar. Installeer plone.formwidget of plone.formwidget.recaptcha als er geen opties beschikbaar zijn.
no: Bruk denne innstillingen for å aktivere eller deaktivere captcha-validering av kommentarer. Installér plone.formwidget.captcha eller plone.formwidget.recaptcha dersom det mangler valg her.
pt_br: Utilize esta opção para ativar ou desativar o Captcha para os comentários. Instale plone.formwidget.captcha, plone.formwidget.recaptcha, collective.akismet ou collective.z3cform.norobots caso não tenha nenhuma opção disponível.
sv: Aktivera captcha-validering av kommentarer. Om listrutan saknar alternativ: installera plone.formwidget.captcha, plone.formwidget.recaptcha, collective.akismet eller collective.z3cform.norobots.
uk: Використовуйте цей параметр, щоб увімкнути або вимкнути капчу для коментарів. Для цього спершу встановіть plone.formwidget.captcha, plone.formwidget.recaptcha, collective.akismet або collective.z3cform.norobots.

source: help_delete_own_comment_enabled
ja: 'Delete own comments' 権限を持つユーザーは、自身のコメントを削除可能にします。

source: help_discussion_settings_editform
af: Sommige besprekingsinstellings kom nie op hierdie bladsy voor nie. Om kommentaar vir 'n spesifieke inhoudstipe aan te skakel, gaan na die Tipes Konfigurasie, kies 'Comment' en stel die werksvloei na "Comment Review Workflow".
ca: Algunes de les configuracions dels comentaris no estan en la element de configuració 'Comentaris' del panell de control de l'espai. Per activar els comentaris per un tipus de contingut específic, dirigiu-vos al element de configuració 'Tipus' i activeu la opció 'Permetre comentaris'. Per activar el circuit de treball (workflow) de moderació de comentaris, dirigiu-vos al element de configuració de 'Tipus', seleccioneu 'Comentari' i escolliu el 'Workflow de moderació de comentaris'.
cs: Nekterá nastavení pro diskuse nejsou k dispozici v ovládacím panelu komentářů. Povolení komentářů pro konkrétní typ položek se provádí v ovládacím panelu Typy, kde zaškrtnete "Povolit komentáře". Pokud chcete povolit moderování komentářů, přejděte do ovládacích panelů Typy, vyberte typ položky "Komentář" a nastavte workflow na "Schvalovací workflow pro komentáře".
da: Du kan justere kommentarindstillingerne nedenfor. Bemærk, at der også er indstillinger andre steder, som påvirker kommentarer. For at slå kommentarer til for en bestemt indholdstype, så klik "Typer" på Kontrolpanelet og afkryds "Tillad kommentarer" for typen. For at slå modereringsworkflow til kommentarer, så vælg "Kommentar" under "Typer" på Kontrolpanelet og vælg workflowet "Godkendelses-workflow for kommentarer"
es: Algunos de los ajustes sobre los comentarios no están en el Panel de Control de Discusiones. Para activar comentarios para un tipo de objeto específico, vaya al Panel de Control de Tipos y elija 'Activar Comentarios'. Para activar el workflow de moderación de comentarios, vaya al Panel de Control de Tipos, elija 'Comentario' y elija el 'Workflow de Moderación de Comentarios'.
eu: Erantzunei dagozkien ezarpen batzuk ez daude Eztabaiden Kontrol Panelean. Elementu-mota jakin bati erantzunak aktibatzeko, joan elementu-moten kontrol panelera, aukeratu elementua eta aktibatu 'Erantzunak Baimendu'. Erantzunen Moderazio Workflowa aktibatzeko, joan elementu-moten kontrol panelera, aukeratu 'Erantzuna' eta ezarri 'Erantzunen Moderazio Workflowa'.
fi: Tarkista myös keskusteluun / kommentointiin liittyvät asetukset sisältötyyppien hallintapaneelissa ('Sisältötyypit').
fr: Certaines options liées aux discussions ne sont pas dans "Paramètres des discussions". Pour activer les commentaires pour un type de contenu spécifique, allez dans "Paramètres des types", choisissez "Commentaire" et sélectionnez le workflow "Workflow de modération des commentaires".
it: Alcune impostazioni legate ai commenti non sono nel Pannello di controllo commenti. Per abilitare i commenti per uno specifico tipo di contenuto, vai al Pannello dei Tipi di Contenuto per il tipo specifico e scegli 'abilita moderazione'. Per abilitare il workflow per la moderazione dei commenti, vai al Pannello dei Tipi di Contenuto, scegli "Comment" e imposta il workflow "Comment Review Workflow".
ja: ディスカッションに関するいくつかの設定は、このコントロールパネルにはありません。 特定のコンテンツタイプに対してコメントを有効にするには、タイプコントロールパネルでコンテンツタイプを選択し「コメントを許す」を選択します。 コメントに対してモデレーションワークフローを有効にするには、タイプコントロールパネルに行き、「コメント」を選び、ワークフローを「コメント審査ワークフロー」に設定します。
nl: Sommige discussie instellingen staan niet op deze pagina. Om commentaar in te schakelen voor een specifiek content-type, ga naar het Typen instellingenscherm van het betreffende type en kies 'commentaar toestaan'. Om de moderatie-workflow in te schakelen, ga naar het Typen instellingenscherm en kies het type 'Comment' stel de 'Comment Review Workflow' in.
pt_br: Algumas configurações relacionadas a comentários não estão localizadas no Painel de Controle de Comentários. Para habilitar comentários para um tipo de item específico, vá até a configuração de Tipos no Painel de Controle, encontre o tipo desejado e selecione "Permitir comentários ". Para ativar o workflow de moderação de comentários, vá até a configuração de Tipos no Painel de Controle, escolha "Comentário" e selecione o workflow para "Workflow de Revisão de Comentários".
sv: Vissa inställningar för kommentarer finns inte på denna kontrollpanel. — För att aktivera kommentarer för en viss innehållstyp, välj denna på kontrollpanelen "Innehållstyper" och markera rutan "Tillåt kommentarer ". — För att aktivera ett arbetsflöde för moderation av kommentarer, välj "Kommentar" på kontrollpanelen "Innehållstyper" och sätt nytt arbetsflöde "Comment Review Workflow".
uk: Не всі налаштування коментувань знаходяться на цій сторінці. Так, щоб увімкнути можливість коментування для певного типу вмісту, перейдіть в розділ налаштувань Типи, виберіть необхідний тип вмісту, та виберіть "Дозволити додавати коментар". To enable the moderation workflow for comments, go to the Types Control Panel, choose "Comment" and set workflow to "Comment Review Workflow"."

source: help_edit_comment_enabled
it: Se selezionato, verrà abilitato il supporto alla modifica dei commenti da parte degli utenti che hanno il permesso 'Edit comments'.
ja: 'Edit comments' 権限を持つユーザーは、自身のコメントを編集可能にします。

source: help_globally_enabled
af: Indien geselekteer, sal gebruikers op die werf kommentare kan plaas. Kommentare moet moontlik ook nog vir sekere inhoudstipe, vouers en objekte aangeskakel word, voordat kommentaar daar gelewer kan word.
ca: Si està seleccionada, es permet que els usuaris puguin afegir comentaris a l'espai. De tota manera, teniu que activar els comentaris per a cada tipus de contingut específicament abans de que pogueu afegir comentaris.
cs: Je-li zaškrtnuto, uživatelé mohou přidávat komentáře. Navíc však musíte ověřit, že je povoleno přidávání komentářů k příslušným typům položek.
da: Hvis du krydser af, kan brugere skrive kommentarer på sitet. Du skal dog først slå kommentering til for bestemte indholdstyper, mapper eller indholdsobjekter, før det virker.
es: Si está seleccionado, se permite que los visitantes hagan comentarios en la web. Sin embargo, tiene que activar los comentarios para cada tipo de objeto específicamente antes de que se puedan añadir los comentarios.
eu: Aukeratuta badago, atarian erantzunak gehitu daitezke. Edonola ere, elementu-mota bakoitzarentzat erantzunak baimendu beharko dituzu erabiltzaileak erantzunak ematen hasi aurretik.
fr: Si vous cochez cette case, les utilisateurs pourront poster des commentaires sur ce site. Vous devez néanmoins activer les commentaires pour des types de contenu spécifiques, dossiers, ou éléments avant que les utilisateurs puissent poster des commentaires.
it: Se selezionato, gli utenti saranno in grado di inserire commenti nel sito. Comunque, dovrai abilitare i commenti per specifici tipi di contenuto, cartelle o oggetti prima che gli utenti siano in grado di commentare.
ja: このサイトでユーザがコメントを投稿できるようになります。しかし、コメントを投稿できるようになるためには、さらにコンテンツタイプ、フォルダ、コンテンツオブジェクトに対して、コメントを有効にしなければなりません。
nl: Indien geselecteerd, gebruikers kunnen commentaar plaatsen op de site. Het kan zijn dat commentaar voor een specifiek content-type ingeschakeld moet worden voordat commentaar mogelijk is.
no: Dersom denne instillingen er valgt kan brukerene legge til kommentarer på nettstedet. Men du må likevel aktivere kommentarer for spesifikke innholdstyper, mapper eller innholdsobjekter før brukerene får lov til å legge til kommentarer.
pt_br: Caso selecionado, permite que os visitantes adicionem comentários ao site. Porém, você deve habilitar comentários para cada tipo de conteúdo antes que os usuários possam adicionar comentários.
sv: Ge användarna möjlighet att kommentera innehållsposter. Dessutom måste du aktivera kommentarer för berörda innehållstyper, mappar eller poster.
uk: Якщо вибрано, користувачі зможуть додавати коментарі на сайт. Але спочатку необхідно увімкнути можливість коментування для певних типів вмісту, тек, об'єктів.

source: help_moderation_enabled
ca: Si està seleccionat, els comentaris entraran en un estat "pendent" en què són invisibles per al públic. Un usuari amb permís 'Review comments' ('Reviewer' o 'Manager') pot aprovar comentaris perquè siguin visibles per al públic. Si desitja habilitar un comentari personalitzada de flux de treball, vostè ha d'anar al panell de control de tipus.
cs: Je-li zaškrtnuto, pakbudou komentáře moderované. Po zadání komentáře bude tento komentář ve stavu "čeká na schválení" a nebude viditelný nepřihlášeným návštěvníkům. Moderátor (uživatel, ktewrý má opravnění schvalovat komentáře) může takové komentáře schválit a tedy zviditelnit všem.
da: Hvis du krydser af, vil kommentarer automatisk bliver sat i en "Afventer"-tilstand, hvor de er usynlige for offentligheden. En bruger med rettigheder til at moderere kommentarer kan godkende kommentarer og gøre dem synlige for offentligheden.
es: Si está seleccionado, los comentarios entraran en un estado 'Pendiente' en el cual ellos no son visibles para el público. Un usuario con el permiso 'Revisar comentarios' ('Revisor' o 'Administrador') puede aprobar los comentarios y hacerlos visibles al público. Si desea habilitar un workflow de comentarios diferente, puede hacerlo a través de la opción 'Configuración de Tipos' en el panel de control.
eu: Aukeratuta badago, erantzuna 'Zain' izeneko egoeran geldituko da eta ez da argitaratuko. 'Erantzunak errebisatu' baimena duten erabiltzaileek ('Zuzentzailea' edo 'Kudeatzailea') argitaratu ditzakete albisteak. Erantzunen worfklowa pertsonalizatu nahi baduzu, elementu-moten kontrol panelera joan zaitez.
fr: Si cette case est cochée, les commentaires ajoutés seront mis 'en attente' et seront invisibles pour les visiteurs. Un utilisateur ayant la permission 'Review comments' (Modérateur ou Administrateur) peut approuver les commentaires pour les rendre visibles. Vous pouvez choisir un workflow spécifique pour les commentaires depuis le menu de configuration des types de contenu.
it: Se selezionato, i commenti verranno creati in stato 'In attesa' in cui sono non sono visibili pubblicamente. Un utento con il permesso 'Revisiona i commenti' ('Revisore' o 'Manager') possono approvare i commenti per renderli pubblici. Se si vuole abilitare un workflow personalizzato per i commenti, bisogna andare nel pannello di controllo dei tipi.
ja: コメントは投稿されると非公開の「保留」状態になります。「コメントを審査」権限を持つユーザ(審査員または管理者)がコメントを承認して公開します。カスタムコメントワークフローを有効にするには、タイプコントロールパネルに行く必要があります。
nl: Indien geselecteerd, de moderator zal ingelicht worden als een commentaar aandacht nodig heeft.
pt_br: Caso selecionado, os comentários serão adicionados no estado "Pendente", que é invisível ao público. Usuários com permissão para 'Revisar Comentários' ('Revisor' ou 'Administrador') podem aprovar os comentários para torná-los visíveis ao público. Caso queira ativar um workflow de comentários personalizado, você deve ir até a Configuração dos Tipos no Painel de Controle.
sv: Nya kommentarer får arbetsflödesstatus "Pending", och blir inte publikt tillgängliga förrän de godkänns av en moderator. Moderatorn behöver behörigheten "Review comments", rollerna "Reviewer" och "Manager" har det som standard. — För att ge kommentarer ett anpassat arbetsflöde, använd kontrollpanelen "Innehållstyper".
uk: Якщо вибрано, коментарі увійде в стан 'В очікуванні', у якому вони невидимі для громадськості. Користувач з правом 'Огляд коментарів' ('Рецензент' або 'Менеджер') може схвалити коментар, щоб зробити їх видимими для громадськості. Якщо ви хочете налаштувати робочий процес коментарів, ви повинні піти в панель керування типів.

source: help_moderator_email
ca: Adreça a la qual s'enviaran les notificacions de moderador.
cs: Adresa, na kterou budou zasílány notifikační emaily moderátorlů
da: Adresse på den person, som skal modtage moderator-notificeringer.
de: E-Mail Adresse an welche die Moderatoren-Benachrichtigungen gesendet werden.
es: La dirección de correo electrónico a la cual se enviarán las notificaciones de moderación.
eu: Moderatzailearen notifikazioak bidali behar diren helbidea.
fr: Addresse à laquelle les notifications de modération seront envoyées.
it: Indirizzo a cui verranno spedite le notifiche per la moderazione.
ja: モデレータへの通知の送付先アドレス
nl: Emailadres van de moderator naar wie een notificatie zal worden gestuurd.
pt_br: Endereço para o qual as notificações do moderador serão enviadas.
sv: E-postadress för aviseringar till moderatorn.
uk: Адреса, за якою модератору будуть надсилатися повідомлення.

source: help_moderator_notification_enabled
ca: Si està seleccionada, es notificarà per correu electrònic al moderador, dels nous comentaris.
cs: Je-li zaškrtnuto, moderátor je upozorněn na komentáře, které vyžadují jeho zásah.
da: Hvis du krydser af, får en moderator besked, hvis en kommentarer skal vurderes.
es: Si está seleccionado, se notifica al moderador cuando un nuevo comentario requiere de su atención. La dirección de correo electrónico del moderador se puede encontrar en la opción 'Configuración de correo' del panel de control (Dirección del remitente del sitio)
eu: Aukeratuta badago, moderatzaileari e-posta abisua helduko zaio erantzun bat gehitzean. Moderatzailearen e-posta atariaren E-postaren konfigurazioan dago (Atariaren 'Nork' helbidea)
fr: Si activé, le modérateur est notifié si un commentaire requiert une attention particulière. Le courriel du modérateur est défini sur la page 'Envoi de courriels' de la configuration du site (Adresse d'expéditeur des courriels).
it: Se selezionato il moderatore riceverà una notifica se il commento necessiterà della sua attenzione. L'indirizzo email del moderatore può essere impostato nel campo sottostante.
ja: コメントが注意を要するものであるかどうか、モデレータは通知を受けるようになります。モデレータのメールアドレスは下のフィールドに設定します。
nl: Indien geselecteerd, de moderator zal ingelicht worden als een commentaar aandacht nodig heeft.
no: Dersom innstillingen er valgt vil moderatoren bli varslet når en kommentar er lagt til.
pt_br: Se selecionado, o moderador será avisado quando um comentário precisar de atenção. O endereço de e-mail do moderador pode ser encontrado nas configurações de e-mail no Painel de Controle (campo Endereço de 'Remetente' do site)
sv: Avisera moderatorn med e-post när en ny kommentar behöver åtgärdas.
uk: Якщо вибрано, модератор отримує повідомлення, якщо коментар вимагає уваги. Адресу електронної пошти модератора можна знайти в 'Пошта' панелі керування (Адреса 'Від')

source: help_show_commenter_image
af: Indien geselekteer, sal die profielfoto van 'n gebruiker langs sy opmerking vertoon.
ca: Si està seleccionada, es mostrarà el retrat (o imatge) que hagi configurat l'usuari en el seu perfil juntament amb el comentari.
cs: Je-li zaškrtnuto, je vedle komentáře zobrazen portrét autora komentáře.
da: Hvis du krydser af, bliver der vist et billede af brugeren ved siden af kommentaren.
de: Wenn Sie diese Einstellung aktivieren, wird das Porträt des kommentierenden Benutzers neben dem Kommentar angezeigt.
es: Si está seleccionado, se mostrará una imagen del autor junto al comentario.
eu: Aukeratuta badago, erantzuna eman duenaren irudi bat agertuko da testuaren ondoan.
fi: Näytetäänkö kirjoittajan kuva viestin yhteydessä.
fr: Si activé, le portrait de l'utilisateur apparait à côté du commentaire.
it: Se selezionato, un'immagine dell'utente verrà mostrata a fianco dei commenti.
ja: コメントの横にユーザの画像が表示されます。
nl: Indien geselecteerd, de profielfoto van een gebruiker wordt naast het commentaar getoond.
no: Dersom denne er valgt vil bildet av brukeren vise ved siden av kommentaren.
pt_br: Se selecionado, uma imagem do usuário será exibida próxima ao comentário.
sv: Visa ett porträtt av kommentatorn bredvid kommentaren.
uk: Якщо вибрано, зображення коментатора буде відображатись поруч з коментарем.
