Repository: plone/plone.app.discussion
Catalog: plone/app/discussion/i18n/plone-*.po
Languages: ca, cs, da, de, el, es, eu, fr, it, ja, nl, pt_br, uk, zh_cn, zh_tw

source: A simple review workflow for comments
ca: Workflow simple de moderació de comentaris
cs: Jednoduché workflow pro komentáře
da: Simpelt godkendelses-workflow for kommentarer
de: Ein einfacher redaktioneller Workflow für Kommentare
es: Workflow simple de moderación de comentarios
eu: Erantzunentzako moderazio workflowa
ja: コメント用簡易審査ワークフロー
nl: Een eenvoudige herzienings werkstroom voor reacties
pt_br: Workflow de moderação simples para comentários
uk: Простий робочий проце для розгляду коментарів
zh_cn: 评论简单审核工作流

source: Approve
ca: Aprova
cs: Schválit
da: Godkend
de: Genehmigen
es: Aprobar
eu: Onartu
fr: Approuver
it: Approva
ja: 承認する
nl: Goedkeuren
pt_br: Aprovar
uk: Опублікувати
zh_cn: 批准
zh_tw: 允許

source: Approving the comment makes it visible to other users.
ca: Aprovar el comentari significa que es publicarà per a tots els usuaris
cs: Schválením komentáře se tento stane viditelným pro ostatní uživatele.
da: Når en kommentarer bliver godkendt, kan andre se den.
de: Durch die Genehmigung des Kommentars wird es für andere Benutzer sichtbar.
es: Aprobar el comentario significa que se publicará para todos los usuarios
eu: Erantzuna onartzean erabiltzaile guztientzat argitaratu egingo da
fr: Approuver le commentaire le rend visible aux autres utilisateurs.
it: Approvare il commento lo rende visibile agli utenti.
ja: コメントを承認すると、他のユーザに見えるようになります。
nl: De reactie goedkeuren maakt deze zichtbaar voor andere gebruikers.
pt_br: Aprovar um comentário torna-o visível para todos os usuários
uk: Публікація коментаря зробить його видимим для інших
zh_cn: 批准评论使它对其他用户可见。
zh_tw: 允許留言公開給其他使用者。

source: Comment
ca: Comentari
cs: Komentář
da: Kommentar
de: Kommentar
el: Σχόλιο
es: Comentario
eu: Erantzuna
fr: Commentaire
it: Commento
ja: コメント
nl: Reactie
pt_br: Comentário
uk: Коментар
zh_cn: 评论
zh_tw: 留言

source: Comment Review Workflow
ca: Worfklow de moderació de comentaris
cs: Schvalovací workflow pro komentáře
da: Godkendelses-workflow for kommentarer
de: Arbeitsablauf für moderierte Kommentare
el: Ροή εργασίας σχολίων
es: Worfklow de moderación de comentarios
eu: Erantzunen Moderazio Workflowa
fr: Workflow de modération des commentaires
it: Workflow per revisione del commento
ja: コメント審査ワークフロー
nl: Reactie Review Werkstroom
pt_br: Worfklow de Moderação de Comentários
uk: Робочий процес розгляду коментарів
zh_cn: 评论审核工作流
zh_tw: 留言審核流程

source: Comment Single State Workflow
ca: Workflow d'estat únic per comentaris
cs: Jednoduché workflow pro komentáře
da: Et-trinsworkflow for kommentarer
fr: Workflow commentaire à un seul état
it: Workflow per commento a stato singolo
ja: コメント単一状態ワークフロー
nl: Reactie Enkelvoudige Status Werkstroom

source: Comment about the last transition
ca: Comentari sobre la última transició
cs: Poznámka k poslední transakci
da: Kommentar om seneste workflow
de: Kommentar zum letzten Zustandsübergang
el: Σχόλιο για την τελευταία μετάβαση
es: Comentario sobre la última transición
eu: Azken trantsizioari buruzko iruzkina
fr: Commentaire à propos de la dernière transition
it: Commento
ja: 最後の遷移についてのコメント
nl: Reactie op de laatste transitie
pt_br: Comentário sobre a última transição
uk: Коментар про останню зміну стану
zh_cn: 最后状态转换的注释
zh_tw: 最後狀態轉移的備註

source: Commentators
ca: Autors
cs: Komentující
da: Kommentatorer
de: Kommentatoren
el: Σχολιαστές
es: Autores
eu: Egileak
fr: Commentateurs
it: Commentatori
ja: コメント者
nl: Commentatoren
pt_br: Autores
uk: Коментатори
zh_cn: 评论者
zh_tw: 留言者

source: Comments added to a content item.
ca: Comentaris afegits
cs: Komentář byl přidán.
da: Kommentarer tilføjet til indholdet
de: Ein Kommentar zu einem Artikel.
el: Σχόλια που προστέθηκαν σε ένα αντικείμενο
es: Comentarios añadidos
eu: Elementuari gehitutako erantzunak
fr: Commentaires ajoutés à un élément.
it: Commenti aggiunti al contenuto
ja: コンテンツアイテムにコメントが追加されました
nl: Reacties op een content item
pt_br: Comentários adicionados a um conteúdo.
uk: Коментарі, додані до об'єкта.
zh_cn: 评论已添加到内容条目。
zh_tw: 新增到內容項目的留言

source: Discussion
ca: Comentaris
cs: Komentáře
da: Kommentering
de: Kommentare
el: Συζήτηση
es: Discusión
eu: Eztabaida
it: Commenti
ja: 議論
nl: Discussie
pt_br: Discussão
uk: Коментування
zh_cn: 评论
zh_tw: 討論

source: Essentially a workflow with no transitions, but has a Published state, so portlets and applications that expect that state will continue to work.
ca: Essencialment un workflow sense transicions i amb un sol estat 'Publicat' per permetre que portlets i altres aplicacions que esperen la existència d'aquest estat contiuin funcionant.
cs: Jednoduché workflow bez žádných přechodů mezi stavy, pouze se stavem Zveřejněno.
da: Et workflow med kun 1 tilstand, nemlig publiceret.
ja: 本質的に遷移のないワークフローですが、公開状態を持つので、その状態を期待するポートレットやアプリケーションが機能し続けます。
nl: In essentie een werkstroom zonder transities, maar met een Gepubliceerd status, zodat portlets en toepassingen die een status verwachten blijven werken.

source: Moderate comments
ca: Modera comentaris
cs: Moderovat komentáře
da: Moderér kommentarer
de: Kommentare moderieren
el: Επιθεώρηση σχολίων
es: Moderar comentarios
eu: Erantzunak moderatu
fr: Modération des commentaires
it: Moderazione commenti
ja: コメントをモデレートする
nl: Reacties modereren
pt_br: Moderar comentários
uk: Модерування коментарів
zh_cn: 评论审核
zh_tw: 審核留言

source: Pending
ca: Pendent
cs: Čekající
da: Afventer
de: Zur Redaktion eingereicht
el: Σε αναμονή
es: Pendiente
eu: Moderazio kolan
fr: En attente
it: In attesa
ja: 保留
nl: In afwachting
pt_br: Pendente
uk: Непідтверджений
zh_cn: 待审核
zh_tw: 待審核

source: Previous transition
ca: Transició anterior
cs: Předchozí přechod stavu
da: Foregående workflow-ændringer
de: Letzter Übergang
el: Προηγούμενη μετάβαση
es: Transición anterior
eu: Aurreko trantsizioa
fr: Transition précédente
it: Transizione precedente
ja: 前の遷移
nl: Vorige transitie
pt_br: Transição anterior
uk: Попередня зміна стану
zh_cn: 上一步状态转换
zh_tw: 前一個移轉狀態

source: Provides access to workflow history
ca: Accés a la història del workflow
cs: Zpřístupní historii workflow
da: Giver adgang til workflow-historikken
de: Erlaubt Zugang zur Historie des Arbeitsablaufs
el: Δίνει πρόσβαση στο ιστορικό της ροής εργασίας
es: Acceso a la historia del workflow
eu: Workflowaren historia ikus dezakezu
fr: Permet d'accéder à l'historique du workflow
it: Fornisce accesso alla storia del workflow
ja: ワークフロー履歴へのアクセスを提供する
nl: Biedt toegang tot de werkstroom geschiedenis
pt_br: Fornece acesso ao histórico do Workflow
uk: Надає доступ до історії робочого процесу
zh_cn: 提供访问工作流历史记录功能
zh_tw: 提供工作流程歷史記錄的功能

source: Published
ca: Publicat
cs: Zveřejněno
da: Publiceret
de: Veröffentlicht
el: Δημοσιευμένο
es: Publicado
eu: Argitaratuta
fr: Publié
it: Pubblicato
ja: 公開中
nl: Gepubliceerd
pt_br: Publicado
uk: Опублікований
zh_cn: 已发布
zh_tw: 已發佈

source: Reviewer approves content
ca: El revisor aprova el comentari
cs: Schalovatel schvaluje komentář
da: En godkender kontrollerer indholdet
de: Der Redakteur genehmigt den Inhalt
es: El revisor aprueba el comentario
eu: Moderatzaileak erantzuna onartu
fr: Modérateur approuve le contenu
it: Il revisore approva il commento
ja: 審査員がコンテンツを承認する
nl: Recensent keurt inhoud goed
pt_br: Revisor aprova o conteúdo
uk: Рецензент затвердив зміст
zh_cn: 审核者批准内容
zh_tw: 審核者同意內容

source: Submitted, pending review.
ca: Enviat, pendent de moderació
cs: Předáno k posouzení.
da: Gemt, afventer godkendelse
de: Zur Redaktion eingereicht
el: Υποβλήθηκε, σε αναμονή επιθεώρησης
es: Enviado, pendiente de moderación
eu: Bidalita, moderazio kolan zain.
fr: Soumis, en attente de modération.
it: Inviato, in attesa di revisione
ja: 提出され、審査待ち
nl: Ingediend, in afwaching van herziening.
pt_br: Enviado, pendente de moderação.
uk: Подано на публікацію.
zh_cn: 已提交，等待审核。
zh_tw: 已送出，待審核中。

source: The ID of the user who performed the previous transition
ca: L'identificador únic de l'usuari que va executar la transició anterior
cs: ID uživatele, který způsobil předchozí změnu stavu
da: Brugernavnet på den, der gennemført det seneste workflow-trin
de: Die ID des Benutzers welcher den vorherigen Zustandsübergang durchgeführt hat
el: Η ταυτότητα του χρήστη που εφάρμοσε την τελευταία μετάβαση
es: El ID del usuario que ejecutó la transición anterior
eu: Azken trantsizioa egin zuen erabiltzailearen IDa
fr: L'identifiant utilisateur qui a effectué la transition précédente
it: L'ID dell'utente che ha eseguito l'ultima transizione
ja: 前の遷移を実施したユーザのID
nl: Het ID van de gebruiker die de vorige transitie heeft uitgevoerd
pt_br: O ID do usuário que realizou a transição anterior
uk: Ідентифікатор користувача який спровокував останню зміну стану
zh_cn: 执行上一步状态转换的用户 ID
zh_tw: 執行前一個狀態移轉的使用者識別碼

source: Total number of comments
ca: Número total de comentaris
cs: Celkový počet komentářů
da: Kommentarer i alt
de: Anzahl der Kommentare
el: Συνολικός αριθμός σχολίων
es: Número total de comentarios
eu: Erantzun kopurua
fr: Nombre total de commentaires
it: Numero totale di commenti
ja: コメントの合計数
nl: Totaal aantal reacties
pt_br: Número total de comentários
uk: Загальне число коментарів
zh_cn: 评论总数
zh_tw: 留言總數

source: Total number of comments on this item.
ca: Número de comentaris d'aquest contingut.
cs: Celkový počet komentářů k této položce.
da: Antal kommentarer på denne side.
de: Anzahl der Kommentare zu diesem Artikel.
el: Σύνολικός αριθμός σχολίων για το αντικείμενο
es: Número de comentarios de este elemento
eu: Elementu honen erantzun kopurua
fr: Nombre total de commentaires pour cet élément.
it: Numero totale di commenti per questo elemento
ja: このアイテムについてのコメントの合計数
nl: Totaal aantal reacties op dit item.
pt_br: Número total de comentários deste item.
uk: Загальне число коментарів до цього об'єкта.
zh_cn: 此条目的评论总数。
zh_tw: 在此項目留言的總數。

source: Users who have commented on the item
ca: Usuaris que han comentat el contingut.
cs: Uživatelé, kteří komentovali tuto položku
da: Brugere, der har kommenteret på denne side
de: Benutzer, die den Artikel kommentiert haben
el: Χρήστες που έχουν σχολιάσει το αντικείμενο
es: Usuarios que han comentado el elemento
eu: Elementuaren inguruan erantzuna eman duten erabiltzaileak
fr: Utilisateurs qui ont commenté sur cet élément
it: Utenti che hanno commentato l'elemento
ja: このアイテムにコメントしたユーザ
nl: Gebruikers die hebben gereageerd op dit item
pt_br: Usuários que comentáram este item
uk: Користувачі, які прокоментували цей об'єкт.
zh_cn: 此条目的评论者。
zh_tw: 在此項目留言的使用者

source: Visible to everyone, editable by the owner.
ca: Visible per a tots, editable per l'autor.
cs: Viditelné pro všechny, editovatelné vlastníkem položky.
da: Synlig for alle, kan redigeres af ejeren.
fr: Visible par tout le monde, modifiable par le propriétaire.
it: Visibile a tutti, modificabile dal proprietario
ja: 誰にでも見え、所有者によって編集可能
nl: Zichtbaar voor iedereen, bewerkbaar voor de eigenaar.

source: Visible to everyone, non-editable.
ca: Visible per a tots, no editable.
cs: Viditelné všem, nelze editovat.
da: Synligt for alle, kan ikke redigeres.
de: Für alle Benutzer sichtbar, nicht editierbar
el: Ορατό από όλους, μη επεξεργάσιμο
es: Visible para todos, no-editable
eu: Guztiek ikusteko, ez da editagarria.
fr: Visible par tout le monde, non modifiable.
it: Visibile a tutti, non modificabile
ja: 誰にでも見え、編集不可能
nl: Zichtbaar voor iedereen, niet bewerkbaar.
pt_br: Visível para todos, não editável.
uk: Видимий для всіх, не редагується.
zh_cn: 对任何人可见，不可编辑。
zh_tw: 每個人都看得到，但無法編輯。

source: When the previous transition was performed
ca: Quan es va executar la transició anterior
cs: Kdy byla provedena poslední změna stavu
da: Tidspunktet for det seneste workflow-trin
de: Wann der vorherige Übergang durchgeführt wurde
el: Πότε εφαρμόστηκε η τελευταία μετάβαση
es: Cuándo se ejecutó la transición anterior
eu: Aurreko trantsizioa noiz exekutatu zen.
fr: Quand la précédente transition a été effectué
it: Quando l'ultima transizione Ã¨ stata eseguita
ja: 前の遷移が実施された時
nl: Wanneer de vorige transitie werd uitgevoerd
pt_br: Quando a transição anterior foi realizada
uk: Коли була здійснена попередня зміна стану
zh_cn: 当上一步状态转换被执行
zh_tw: 當前一個移轉動作被執行時
